node {
  name: "load_images/input_producer/Const"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 1586
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 1586
          }
        }
        string_val: "test\\10_10_high_canal.png"
        string_val: "test\\10_11_low_iceberg.png"
        string_val: "test\\10_12_low_conferenceroom.png"
        string_val: "test\\10_13_low_garden.png"
        string_val: "test\\10_14_high_livingroom.png"
        string_val: "test\\10_15_high_lighthouse.png"
        string_val: "test\\10_17_high_buildingfacade.png"
        string_val: "test\\10_18_low_castle.png"
        string_val: "test\\10_1_high_bridge.png"
        string_val: "test\\10_3_high_golfcourse.png"
        string_val: "test\\10_4_low_skyscraper.png"
        string_val: "test\\10_5_high_pool.png"
        string_val: "test\\10_6_low_diningroom.png"
        string_val: "test\\10_7_high_badlands.png"
        string_val: "test\\10_8_low_lake.png"
        string_val: "test\\10_9_high_stadium.png"
        string_val: "test\\11_11_low_farm.png"
        string_val: "test\\11_12_high_golfcourse.png"
        string_val: "test\\11_13_low_lake.png"
        string_val: "test\\11_14_low_skyscraper.png"
        string_val: "test\\11_15_high_canal.png"
        string_val: "test\\11_1_high_lighthouse.png"
        string_val: "test\\11_3_high_street.png"
        string_val: "test\\11_4_high_airportterminal.png"
        string_val: "test\\11_5_low_iceberg.png"
        string_val: "test\\11_6_high_castle.png"
        string_val: "test\\11_7_low_playground.png"
        string_val: "test\\11_8_low_buildingfacade.png"
        string_val: "test\\11_9_high_kitchen.png"
        string_val: "test\\12_1_low_castle.png"
        string_val: "test\\12_2_low_stadium.png"
        string_val: "test\\12_3_high_dam.png"
        string_val: "test\\12_4_high_pool.png"
        string_val: "test\\12_5_high_iceberg.png"
        string_val: "test\\12_6_high_bedroom.png"
        string_val: "test\\12_7_high_house.png"
        string_val: "test\\12_8_low_factory.png"
        string_val: "test\\13_1_low_bedroom.png"
        string_val: "test\\13_2_high_iceberg.png"
        string_val: "test\\13_3_low_airportterminal.png"
        string_val: "test\\13_4_high_kitchen.png"
        string_val: "test\\13_5_low_dam.png"
        string_val: "test\\13_6_low_house.png"
        string_val: "test\\13_7_high_diningroom.png"
        string_val: "test\\13_8_low_skyscraper.png"
        string_val: "test\\13_9_low_buildingfacade.png"
        string_val: "test\\14_10_high_bedroom.png"
        string_val: "test\\14_11_high_golfcourse.png"
        string_val: "test\\14_12_high_house.png"
        string_val: "test\\14_1_high_buildingfacade.png"
        string_val: "test\\14_2_low_canal.png"
        string_val: "test\\14_3_low_tower.png"
        string_val: "test\\14_4_high_fountain.png"
        string_val: "test\\14_5_high_street.png"
        string_val: "test\\14_6_low_kitchen.png"
        string_val: "test\\14_7_low_mountain.png"
        string_val: "test\\14_8_high_skyscraper.png"
        string_val: "test\\14_9_low_conferenceroom.png"
        string_val: "test\\15_10_high_street.png"
        string_val: "test\\15_11_high_stadium.png"
        string_val: "test\\15_12_high_badlands.png"
        string_val: "test\\15_13_low_lake.png"
        string_val: "test\\15_14_low_factory.png"
        string_val: "test\\15_15_high_conferenceroom.png"
        string_val: "test\\15_16_high_bedroom.png"
        string_val: "test\\15_18_high_livingroom.png"
        string_val: "test\\15_19_low_fountain.png"
        string_val: "test\\15_1_low_mountain.png"
        string_val: "test\\15_20_low_castle.png"
        string_val: "test\\15_21_low_dam.png"
        string_val: "test\\15_22_low_buildingfacade.png"
        string_val: "test\\15_2_low_bathroom.png"
        string_val: "test\\15_3_high_house.png"
        string_val: "test\\15_4_low_bridge.png"
        string_val: "test\\15_5_low_diningroom.png"
        string_val: "test\\15_6_low_skyscraper.png"
        string_val: "test\\15_9_high_farm.png"
        string_val: "test\\16_10_high_lighthouse.png"
        string_val: "test\\16_11_high_bridge.png"
        string_val: "test\\16_12_low_conferenceroom.png"
        string_val: "test\\16_13_high_canal.png"
        string_val: "test\\16_1_high_mountain.png"
        string_val: "test\\16_3_low_amusementpark.png"
        string_val: "test\\16_4_low_playground.png"
        string_val: "test\\16_5_low_street.png"
        string_val: "test\\16_6_high_fountain.png"
        string_val: "test\\16_7_high_diningroom.png"
        string_val: "test\\16_8_high_lake.png"
        string_val: "test\\16_9_high_kitchen.png"
        string_val: "test\\17_10_low_house.png"
        string_val: "test\\17_11_high_skyscraper.png"
        string_val: "test\\17_12_high_amusementpark.png"
        string_val: "test\\17_1_high_playground.png"
        string_val: "test\\17_2_high_mountain.png"
        string_val: "test\\17_3_high_airportterminal.png"
        string_val: "test\\17_4_high_kitchen.png"
        string_val: "test\\17_5_low_bedroom.png"
        string_val: "test\\17_6_high_diningroom.png"
        string_val: "test\\17_7_high_castle.png"
        string_val: "test\\17_8_low_fountain.png"
        string_val: "test\\17_9_high_conferenceroom.png"
        string_val: "test\\18_10_low_factory.png"
        string_val: "test\\18_1_high_bridge.png"
        string_val: "test\\18_2_high_canal.png"
        string_val: "test\\18_4_high_pool.png"
        string_val: "test\\18_5_high_bedroom.png"
        string_val: "test\\18_6_low_airportterminal.png"
        string_val: "test\\18_7_high_livingroom.png"
        string_val: "test\\18_9_low_bathroom.png"
        string_val: "test\\20_10_high_street.png"
        string_val: "test\\20_11_low_badlands.png"
        string_val: "test\\20_12_high_house.png"
        string_val: "test\\20_13_high_farm.png"
        string_val: "test\\20_14_high_conferenceroom.png"
        string_val: "test\\20_1_high_skyscraper.png"
        string_val: "test\\20_2_high_diningroom.png"
        string_val: "test\\20_3_high_castle.png"
        string_val: "test\\20_4_low_factory.png"
        string_val: "test\\20_5_high_garden.png"
        string_val: "test\\20_6_low_bridge.png"
        string_val: "test\\20_7_low_fountain.png"
        string_val: "test\\20_8_low_stadium.png"
        string_val: "test\\20_9_low_buildingfacade.png"
        string_val: "test\\21_12_low_buildingfacade.png"
        string_val: "test\\21_14_high_amusementpark.png"
        string_val: "test\\21_1_high_street.png"
        string_val: "test\\21_2_high_bridge.png"
        string_val: "test\\21_3_high_factory.png"
        string_val: "test\\21_4_high_skyscraper.png"
        string_val: "test\\21_5_low_diningroom.png"
        string_val: "test\\21_7_low_lighthouse.png"
        string_val: "test\\21_8_high_lake.png"
        string_val: "test\\21_9_high_mountain.png"
        string_val: "test\\22_10_low_iceberg.png"
        string_val: "test\\22_11_low_skyscraper.png"
        string_val: "test\\22_12_low_dam.png"
        string_val: "test\\22_13_high_pool.png"
        string_val: "test\\22_14_high_fountain.png"
        string_val: "test\\22_15_high_garden.png"
        string_val: "test\\22_16_high_house.png"
        string_val: "test\\22_17_high_farm.png"
        string_val: "test\\22_18_high_tower.png"
        string_val: "test\\22_1_high_lighthouse.png"
        string_val: "test\\22_20_low_factory.png"
        string_val: "test\\22_2_low_canal.png"
        string_val: "test\\22_3_high_diningroom.png"
        string_val: "test\\22_4_high_badlands.png"
        string_val: "test\\22_5_low_mountain.png"
        string_val: "test\\22_6_low_street.png"
        string_val: "test\\22_7_high_livingroom.png"
        string_val: "test\\22_8_low_conferenceroom.png"
        string_val: "test\\22_9_low_lake.png"
        string_val: "test\\23_10_low_fountain.png"
        string_val: "test\\23_12_low_pool.png"
        string_val: "test\\23_13_low_street.png"
        string_val: "test\\23_1_high_kitchen.png"
        string_val: "test\\23_2_high_mountain.png"
        string_val: "test\\23_3_high_factory.png"
        string_val: "test\\23_4_high_castle.png"
        string_val: "test\\23_5_low_bridge.png"
        string_val: "test\\23_6_high_playground.png"
        string_val: "test\\23_7_low_house.png"
        string_val: "test\\23_8_high_skyscraper.png"
        string_val: "test\\23_9_low_buildingfacade.png"
        string_val: "test\\24_1_high_bridge.png"
        string_val: "test\\24_2_high_fountain.png"
        string_val: "test\\24_3_low_mountain.png"
        string_val: "test\\24_4_high_golfcourse.png"
        string_val: "test\\24_5_high_dam.png"
        string_val: "test\\24_6_low_garden.png"
        string_val: "test\\24_7_low_iceberg.png"
        string_val: "test\\24_8_high_bedroom.png"
        string_val: "test\\24_9_low_amusementpark.png"
        string_val: "test\\25_10_high_buildingfacade.png"
        string_val: "test\\25_12_low_mountain.png"
        string_val: "test\\25_13_high_amusementpark.png"
        string_val: "test\\25_14_low_street.png"
        string_val: "test\\25_16_high_playground.png"
        string_val: "test\\25_1_high_skyscraper.png"
        string_val: "test\\25_2_high_pool.png"
        string_val: "test\\25_3_low_farm.png"
        string_val: "test\\25_4_high_canal.png"
        string_val: "test\\25_5_low_diningroom.png"
        string_val: "test\\25_6_high_garden.png"
        string_val: "test\\25_7_high_bedroom.png"
        string_val: "test\\25_9_high_castle.png"
        string_val: "test\\26_10_high_house.png"
        string_val: "test\\26_11_high_conferenceroom.png"
        string_val: "test\\26_12_high_fountain.png"
        string_val: "test\\26_13_high_badlands.png"
        string_val: "test\\26_14_high_mountain.png"
        string_val: "test\\26_15_high_street.png"
        string_val: "test\\26_16_low_factory.png"
        string_val: "test\\26_17_low_amusementpark.png"
        string_val: "test\\26_18_high_tower.png"
        string_val: "test\\26_19_low_castle.png"
        string_val: "test\\26_20_high_diningroom.png"
        string_val: "test\\26_2_low_garden.png"
        string_val: "test\\26_3_high_golfcourse.png"
        string_val: "test\\26_4_low_pool.png"
        string_val: "test\\26_5_high_farm.png"
        string_val: "test\\26_6_low_buildingfacade.png"
        string_val: "test\\26_7_low_iceberg.png"
        string_val: "test\\26_8_high_livingroom.png"
        string_val: "test\\26_9_low_kitchen.png"
        string_val: "test\\27_10_low_street.png"
        string_val: "test\\27_11_high_mountain.png"
        string_val: "test\\27_12_low_badlands.png"
        string_val: "test\\27_13_high_tower.png"
        string_val: "test\\27_14_low_castle.png"
        string_val: "test\\27_1_high_bridge.png"
        string_val: "test\\27_2_high_pool.png"
        string_val: "test\\27_3_low_bedroom.png"
        string_val: "test\\27_4_low_garden.png"
        string_val: "test\\27_5_low_kitchen.png"
        string_val: "test\\27_6_high_house.png"
        string_val: "test\\27_7_high_farm.png"
        string_val: "test\\27_8_high_fountain.png"
        string_val: "test\\27_9_low_skyscraper.png"
        string_val: "test\\28_1_high_street.png"
        string_val: "test\\28_2_low_bridge.png"
        string_val: "test\\28_4_high_bedroom.png"
        string_val: "test\\28_5_low_fountain.png"
        string_val: "test\\28_6_low_amusementpark.png"
        string_val: "test\\28_7_high_canal.png"
        string_val: "test\\28_8_low_tower.png"
        string_val: "test\\29_1_low_bedroom.png"
        string_val: "test\\29_2_high_playground.png"
        string_val: "test\\29_3_high_skyscraper.png"
        string_val: "test\\29_4_high_bathroom.png"
        string_val: "test\\29_5_low_bridge.png"
        string_val: "test\\29_6_low_dam.png"
        string_val: "test\\29_7_low_badlands.png"
        string_val: "test\\30_10_low_amusementpark.png"
        string_val: "test\\30_11_low_farm.png"
        string_val: "test\\30_12_low_conferenceroom.png"
        string_val: "test\\30_13_low_castle.png"
        string_val: "test\\30_1_high_bridge.png"
        string_val: "test\\30_2_high_fountain.png"
        string_val: "test\\30_3_high_golfcourse.png"
        string_val: "test\\30_4_high_canal.png"
        string_val: "test\\30_5_high_bedroom.png"
        string_val: "test\\30_6_low_kitchen.png"
        string_val: "test\\30_7_high_badlands.png"
        string_val: "test\\30_8_low_garden.png"
        string_val: "test\\30_9_high_dam.png"
        string_val: "test\\31_10_high_factory.png"
        string_val: "test\\31_11_low_bridge.png"
        string_val: "test\\31_1_low_fountain.png"
        string_val: "test\\31_2_low_golfcourse.png"
        string_val: "test\\31_3_high_garden.png"
        string_val: "test\\31_4_low_pool.png"
        string_val: "test\\31_5_high_farm.png"
        string_val: "test\\31_6_low_street.png"
        string_val: "test\\31_7_low_house.png"
        string_val: "test\\31_8_high_iceberg.png"
        string_val: "test\\31_9_low_canal.png"
        string_val: "test\\33_10_high_bridge.png"
        string_val: "test\\33_1_low_bathroom.png"
        string_val: "test\\33_2_high_airportterminal.png"
        string_val: "test\\33_3_low_house.png"
        string_val: "test\\33_4_high_canal.png"
        string_val: "test\\33_5_high_badlands.png"
        string_val: "test\\33_6_low_conferenceroom.png"
        string_val: "test\\33_7_low_lake.png"
        string_val: "test\\33_8_high_diningroom.png"
        string_val: "test\\33_9_low_street.png"
        string_val: "test\\34_10_high_livingroom.png"
        string_val: "test\\34_11_low_iceberg.png"
        string_val: "test\\34_12_high_badlands.png"
        string_val: "test\\34_13_low_castle.png"
        string_val: "test\\34_1_high_golfcourse.png"
        string_val: "test\\34_2_low_pool.png"
        string_val: "test\\34_3_low_skyscraper.png"
        string_val: "test\\34_4_high_lighthouse.png"
        string_val: "test\\34_5_low_house.png"
        string_val: "test\\34_6_low_farm.png"
        string_val: "test\\34_7_low_conferenceroom.png"
        string_val: "test\\34_8_low_diningroom.png"
        string_val: "test\\34_9_low_street.png"
        string_val: "test\\35_10_low_playground.png"
        string_val: "test\\35_11_low_lake.png"
        string_val: "test\\35_12_low_airportterminal.png"
        string_val: "test\\35_13_low_amusementpark.png"
        string_val: "test\\35_14_high_bedroom.png"
        string_val: "test\\35_1_low_skyscraper.png"
        string_val: "test\\35_2_high_pool.png"
        string_val: "test\\35_3_high_bridge.png"
        string_val: "test\\35_4_high_street.png"
        string_val: "test\\35_5_high_dam.png"
        string_val: "test\\35_6_high_badlands.png"
        string_val: "test\\35_7_high_livingroom.png"
        string_val: "test\\35_8_low_farm.png"
        string_val: "test\\35_9_low_mountain.png"
        string_val: "test\\3_10_high_street.png"
        string_val: "test\\3_1_low_tower.png"
        string_val: "test\\3_2_high_playground.png"
        string_val: "test\\3_3_high_lighthouse.png"
        string_val: "test\\3_4_low_bathroom.png"
        string_val: "test\\3_5_high_mountain.png"
        string_val: "test\\3_6_high_golfcourse.png"
        string_val: "test\\3_7_low_bridge.png"
        string_val: "test\\3_8_high_farm.png"
        string_val: "test\\3_9_high_conferenceroom.png"
        string_val: "test\\4_10_high_kitchen.png"
        string_val: "test\\4_11_low_lake.png"
        string_val: "test\\4_12_low_garden.png"
        string_val: "test\\4_13_high_iceberg.png"
        string_val: "test\\4_15_high_livingroom.png"
        string_val: "test\\4_16_high_buildingfacade.png"
        string_val: "test\\4_17_low_street.png"
        string_val: "test\\4_19_high_diningroom.png"
        string_val: "test\\4_1_high_tower.png"
        string_val: "test\\4_20_low_castle.png"
        string_val: "test\\4_21_high_pool.png"
        string_val: "test\\4_22_high_fountain.png"
        string_val: "test\\4_3_low_mountain.png"
        string_val: "test\\4_4_high_airportterminal.png"
        string_val: "test\\4_5_low_playground.png"
        string_val: "test\\4_6_high_bridge.png"
        string_val: "test\\4_7_high_bathroom.png"
        string_val: "test\\4_8_low_bedroom.png"
        string_val: "test\\4_9_low_golfcourse.png"
        string_val: "test\\6_10_high_playground.png"
        string_val: "test\\6_11_low_diningroom.png"
        string_val: "test\\6_12_low_farm.png"
        string_val: "test\\6_13_high_street.png"
        string_val: "test\\6_1_low_canal.png"
        string_val: "test\\6_2_low_badlands.png"
        string_val: "test\\6_3_low_tower.png"
        string_val: "test\\6_4_high_skyscraper.png"
        string_val: "test\\6_5_high_dam.png"
        string_val: "test\\6_6_high_conferenceroom.png"
        string_val: "test\\6_7_high_livingroom.png"
        string_val: "test\\6_8_low_mountain.png"
        string_val: "test\\6_9_low_iceberg.png"
        string_val: "test\\7_10_low_bedroom.png"
        string_val: "test\\7_11_low_livingroom.png"
        string_val: "test\\7_12_low_lighthouse.png"
        string_val: "test\\7_13_high_playground.png"
        string_val: "test\\7_14_high_mountain.png"
        string_val: "test\\7_15_low_stadium.png"
        string_val: "test\\7_16_high_garden.png"
        string_val: "test\\7_17_low_house.png"
        string_val: "test\\7_18_low_buildingfacade.png"
        string_val: "test\\7_19_high_bathroom.png"
        string_val: "test\\7_1_low_bridge.png"
        string_val: "test\\7_20_high_iceberg.png"
        string_val: "test\\7_2_high_factory.png"
        string_val: "test\\7_3_high_airportterminal.png"
        string_val: "test\\7_4_high_diningroom.png"
        string_val: "test\\7_5_low_pool.png"
        string_val: "test\\7_6_low_canal.png"
        string_val: "test\\7_7_low_golfcourse.png"
        string_val: "test\\7_8_low_street.png"
        string_val: "test\\7_9_low_badlands.png"
        string_val: "test\\8_10_high_buildingfacade.png"
        string_val: "test\\8_11_high_bridge.png"
        string_val: "test\\8_12_low_lake.png"
        string_val: "test\\8_13_low_castle.png"
        string_val: "test\\8_1_high_fountain.png"
        string_val: "test\\8_2_high_stadium.png"
        string_val: "test\\8_3_high_livingroom.png"
        string_val: "test\\8_4_high_badlands.png"
        string_val: "test\\8_5_low_iceberg.png"
        string_val: "test\\8_6_high_tower.png"
        string_val: "test\\8_7_high_pool.png"
        string_val: "test\\8_8_low_garden.png"
        string_val: "test\\8_9_high_street.png"
        string_val: "test\\9_1_high_diningroom.png"
        string_val: "test\\9_2_low_fountain.png"
        string_val: "test\\9_3_high_airportterminal.png"
        string_val: "test\\9_4_high_castle.png"
        string_val: "test\\9_5_low_stadium.png"
        string_val: "test\\9_6_low_badlands.png"
        string_val: "test\\9_7_low_golfcourse.png"
        string_val: "test\\9_8_low_bridge.png"
        string_val: "test\\c10_10_low_street.png"
        string_val: "test\\c10_11_low_buildingfacade.png"
        string_val: "test\\c10_12_high_bathroom.png"
        string_val: "test\\c10_13_low_factory.png"
        string_val: "test\\c10_14_low_house.png"
        string_val: "test\\c10_15_high_fountain.png"
        string_val: "test\\c10_16_low_lake.png"
        string_val: "test\\c10_17_low_stadium.png"
        string_val: "test\\c10_18_high_bedroom.png"
        string_val: "test\\c10_19_low_golfcourse.png"
        string_val: "test\\c10_1_high_badlands.png"
        string_val: "test\\c10_20_high_iceberg.png"
        string_val: "test\\c10_21_high_lighthouse.png"
        string_val: "test\\c10_22_high_diningroom.png"
        string_val: "test\\c10_23_low_conferenceroom.png"
        string_val: "test\\c10_24_low_kitchen.png"
        string_val: "test\\c10_25_high_bridge.png"
        string_val: "test\\c10_26_high_playground.png"
        string_val: "test\\c10_27_high_livingroom.png"
        string_val: "test\\c10_28_low_pool.png"
        string_val: "test\\c10_29_low_dam.png"
        string_val: "test\\c10_2_low_castle.png"
        string_val: "test\\c10_30_high_mountain.png"
        string_val: "test\\c10_3_low_garden.png"
        string_val: "test\\c10_4_high_airportterminal.png"
        string_val: "test\\c10_5_high_tower.png"
        string_val: "test\\c10_6_low_canal.png"
        string_val: "test\\c10_7_low_amusementpark.png"
        string_val: "test\\c10_8_high_skyscraper.png"
        string_val: "test\\c10_9_high_farm.png"
        string_val: "test\\c11_10_low_diningroom.png"
        string_val: "test\\c11_11_high_garden.png"
        string_val: "test\\c11_12_high_dam.png"
        string_val: "test\\c11_13_low_airportterminal.png"
        string_val: "test\\c11_14_high_house.png"
        string_val: "test\\c11_15_low_iceberg.png"
        string_val: "test\\c11_16_high_lighthouse.png"
        string_val: "test\\c11_17_high_conferenceroom.png"
        string_val: "test\\c11_18_high_fountain.png"
        string_val: "test\\c11_19_low_golfcourse.png"
        string_val: "test\\c11_1_low_bathroom.png"
        string_val: "test\\c11_20_high_tower.png"
        string_val: "test\\c11_21_low_badlands.png"
        string_val: "test\\c11_22_high_farm.png"
        string_val: "test\\c11_23_low_playground.png"
        string_val: "test\\c11_24_high_mountain.png"
        string_val: "test\\c11_25_high_castle.png"
        string_val: "test\\c11_26_low_kitchen.png"
        string_val: "test\\c11_27_low_pool.png"
        string_val: "test\\c11_28_high_skyscraper.png"
        string_val: "test\\c11_29_low_canal.png"
        string_val: "test\\c11_2_low_street.png"
        string_val: "test\\c11_30_low_stadium.png"
        string_val: "test\\c11_3_low_buildingfacade.png"
        string_val: "test\\c11_4_high_livingroom.png"
        string_val: "test\\c11_5_low_factory.png"
        string_val: "test\\c11_6_high_lake.png"
        string_val: "test\\c11_7_low_bedroom.png"
        string_val: "test\\c11_8_high_bridge.png"
        string_val: "test\\c11_9_high_amusementpark.png"
        string_val: "test\\c12_10_high_diningroom.png"
        string_val: "test\\c12_11_low_garden.png"
        string_val: "test\\c12_12_low_dam.png"
        string_val: "test\\c12_13_high_airportterminal.png"
        string_val: "test\\c12_14_low_house.png"
        string_val: "test\\c12_15_high_iceberg.png"
        string_val: "test\\c12_16_low_lighthouse.png"
        string_val: "test\\c12_17_low_conferenceroom.png"
        string_val: "test\\c12_18_low_fountain.png"
        string_val: "test\\c12_19_high_golfcourse.png"
        string_val: "test\\c12_1_high_bathroom.png"
        string_val: "test\\c12_20_low_tower.png"
        string_val: "test\\c12_21_high_badlands.png"
        string_val: "test\\c12_22_low_farm.png"
        string_val: "test\\c12_23_high_playground.png"
        string_val: "test\\c12_24_low_mountain.png"
        string_val: "test\\c12_25_low_castle.png"
        string_val: "test\\c12_26_high_kitchen.png"
        string_val: "test\\c12_27_low_skyscraper.png"
        string_val: "test\\c12_28_high_pool.png"
        string_val: "test\\c12_29_high_canal.png"
        string_val: "test\\c12_2_high_street.png"
        string_val: "test\\c12_30_high_stadium.png"
        string_val: "test\\c12_3_high_buildingfacade.png"
        string_val: "test\\c12_4_low_livingroom.png"
        string_val: "test\\c12_5_high_factory.png"
        string_val: "test\\c12_6_low_lake.png"
        string_val: "test\\c12_7_high_bedroom.png"
        string_val: "test\\c12_8_low_bridge.png"
        string_val: "test\\c12_9_low_amusementpark.png"
        string_val: "test\\c13_10_low_conferenceroom.png"
        string_val: "test\\c13_12_high_bridge.png"
        string_val: "test\\c13_13_high_skyscraper.png"
        string_val: "test\\c13_14_high_diningroom.png"
        string_val: "test\\c13_15_high_iceberg.png"
        string_val: "test\\c13_16_low_bedroom.png"
        string_val: "test\\c13_17_high_tower.png"
        string_val: "test\\c13_18_low_lake.png"
        string_val: "test\\c13_19_low_playground.png"
        string_val: "test\\c13_1_high_factory.png"
        string_val: "test\\c13_20_high_house.png"
        string_val: "test\\c13_21_high_bathroom.png"
        string_val: "test\\c13_22_low_golfcourse.png"
        string_val: "test\\c13_23_low_castle.png"
        string_val: "test\\c13_24_high_kitchen.png"
        string_val: "test\\c13_25_low_mountain.png"
        string_val: "test\\c13_26_low_amusementpark.png"
        string_val: "test\\c13_27_high_stadium.png"
        string_val: "test\\c13_28_high_pool.png"
        string_val: "test\\c13_29_low_buildingfacade.png"
        string_val: "test\\c13_2_low_livingroom.png"
        string_val: "test\\c13_30_low_dam.png"
        string_val: "test\\c13_3_high_street.png"
        string_val: "test\\c13_4_high_airportterminal.png"
        string_val: "test\\c13_7_high_farm.png"
        string_val: "test\\c13_8_high_fountain.png"
        string_val: "test\\c13_9_high_canal.png"
        string_val: "test\\c14_10_high_lighthouse.png"
        string_val: "test\\c14_11_low_canal.png"
        string_val: "test\\c14_12_low_skyscraper.png"
        string_val: "test\\c14_14_low_diningroom.png"
        string_val: "test\\c14_15_high_dam.png"
        string_val: "test\\c14_16_high_bedroom.png"
        string_val: "test\\c14_17_low_tower.png"
        string_val: "test\\c14_18_high_lake.png"
        string_val: "test\\c14_19_high_playground.png"
        string_val: "test\\c14_1_high_factory.png"
        string_val: "test\\c14_20_low_house.png"
        string_val: "test\\c14_21_low_bathroom.png"
        string_val: "test\\c14_22_high_golfcourse.png"
        string_val: "test\\c14_23_high_castle.png"
        string_val: "test\\c14_24_high_mountain.png"
        string_val: "test\\c14_25_low_kitchen.png"
        string_val: "test\\c14_26_high_amusementpark.png"
        string_val: "test\\c14_27_low_stadium.png"
        string_val: "test\\c14_28_low_pool.png"
        string_val: "test\\c14_29_high_buildingfacade.png"
        string_val: "test\\c14_2_high_livingroom.png"
        string_val: "test\\c14_30_high_dam.png"
        string_val: "test\\c14_3_low_street.png"
        string_val: "test\\c14_4_low_airportterminal.png"
        string_val: "test\\c14_5_high_badlands.png"
        string_val: "test\\c14_6_high_garden.png"
        string_val: "test\\c14_7_low_farm.png"
        string_val: "test\\c14_8_low_fountain.png"
        string_val: "test\\c14_9_high_conferenceroom.png"
        string_val: "test\\c15_10_high_lake.png"
        string_val: "test\\c15_11_low_canal.png"
        string_val: "test\\c15_12_high_garden.png"
        string_val: "test\\c15_13_low_amusementpark.png"
        string_val: "test\\c15_14_high_badlands.png"
        string_val: "test\\c15_15_low_pool.png"
        string_val: "test\\c15_16_low_golfcourse.png"
        string_val: "test\\c15_17_high_castle.png"
        string_val: "test\\c15_18_low_conferenceroom.png"
        string_val: "test\\c15_19_low_diningroom.png"
        string_val: "test\\c15_1_high_livingroom.png"
        string_val: "test\\c15_20_high_playground.png"
        string_val: "test\\c15_21_high_lighthouse.png"
        string_val: "test\\c15_22_low_airportterminal.png"
        string_val: "test\\c15_23_high_buildingfacade.png"
        string_val: "test\\c15_24_high_fountain.png"
        string_val: "test\\c15_25_high_house.png"
        string_val: "test\\c15_26_high_iceberg.png"
        string_val: "test\\c15_27_high_street.png"
        string_val: "test\\c15_28_high_stadium.png"
        string_val: "test\\c15_29_low_tower.png"
        string_val: "test\\c15_2_low_skyscraper.png"
        string_val: "test\\c15_30_low_bathroom.png"
        string_val: "test\\c15_3_low_bridge.png"
        string_val: "test\\c15_4_high_bedroom.png"
        string_val: "test\\c15_5_low_mountain.png"
        string_val: "test\\c15_6_high_kitchen.png"
        string_val: "test\\c15_7_low_factory.png"
        string_val: "test\\c15_8_low_dam.png"
        string_val: "test\\c15_9_low_farm.png"
        string_val: "test\\c16_10_low_lake.png"
        string_val: "test\\c16_11_low_garden.png"
        string_val: "test\\c16_12_high_canal.png"
        string_val: "test\\c16_13_high_amusementpark.png"
        string_val: "test\\c16_14_low_badlands.png"
        string_val: "test\\c16_15_high_pool.png"
        string_val: "test\\c16_16_high_golfcourse.png"
        string_val: "test\\c16_17_low_castle.png"
        string_val: "test\\c16_18_high_conferenceroom.png"
        string_val: "test\\c16_19_high_diningroom.png"
        string_val: "test\\c16_1_low_livingroom.png"
        string_val: "test\\c16_20_low_playground.png"
        string_val: "test\\c16_21_low_lighthouse.png"
        string_val: "test\\c16_22_high_airportterminal.png"
        string_val: "test\\c16_23_low_fountain.png"
        string_val: "test\\c16_24_low_buildingfacade.png"
        string_val: "test\\c16_25_low_iceberg.png"
        string_val: "test\\c16_26_low_house.png"
        string_val: "test\\c16_27_low_street.png"
        string_val: "test\\c16_28_low_stadium.png"
        string_val: "test\\c16_29_high_tower.png"
        string_val: "test\\c16_2_high_skyscraper.png"
        string_val: "test\\c16_30_high_bathroom.png"
        string_val: "test\\c16_3_high_bridge.png"
        string_val: "test\\c16_4_low_bedroom.png"
        string_val: "test\\c16_5_low_kitchen.png"
        string_val: "test\\c16_6_high_mountain.png"
        string_val: "test\\c16_7_high_dam.png"
        string_val: "test\\c16_8_high_factory.png"
        string_val: "test\\c16_9_high_farm.png"
        string_val: "test\\c18_10_high_buildingfacade.png"
        string_val: "test\\c18_11_low_skyscraper.png"
        string_val: "test\\c18_12_low_kitchen.png"
        string_val: "test\\c18_13_high_stadium.png"
        string_val: "test\\c18_14_high_mountain.png"
        string_val: "test\\c18_15_high_lake.png"
        string_val: "test\\c18_16_high_bedroom.png"
        string_val: "test\\c18_17_low_diningroom.png"
        string_val: "test\\c18_18_high_bathroom.png"
        string_val: "test\\c18_1_high_golfcourse.png"
        string_val: "test\\c18_2_low_dam.png"
        string_val: "test\\c18_3_high_garden.png"
        string_val: "test\\c18_4_high_conferenceroom.png"
        string_val: "test\\c18_5_low_farm.png"
        string_val: "test\\c18_6_low_lighthouse.png"
        string_val: "test\\c18_7_low_canal.png"
        string_val: "test\\c18_8_low_iceberg.png"
        string_val: "test\\c18_9_high_bridge.png"
        string_val: "test\\c1_10_high_skyscraper.png"
        string_val: "test\\c1_11_high_lighthouse.png"
        string_val: "test\\c1_12_low_street.png"
        string_val: "test\\c1_13_low_pool.png"
        string_val: "test\\c1_14_low_bridge.png"
        string_val: "test\\c1_15_high_bedroom.png"
        string_val: "test\\c1_16_high_garden.png"
        string_val: "test\\c1_17_low_tower.png"
        string_val: "test\\c1_18_high_mountain.png"
        string_val: "test\\c1_19_high_diningroom.png"
        string_val: "test\\c1_1_high_conferenceroom.png"
        string_val: "test\\c1_20_high_kitchen.png"
        string_val: "test\\c1_21_high_canal.png"
        string_val: "test\\c1_22_low_golfcourse.png"
        string_val: "test\\c1_23_high_factory.png"
        string_val: "test\\c1_24_high_fountain.png"
        string_val: "test\\c1_25_low_buildingfacade.png"
        string_val: "test\\c1_26_low_castle.png"
        string_val: "test\\c1_27_high_lake.png"
        string_val: "test\\c1_28_high_badlands.png"
        string_val: "test\\c1_29_low_livingroom.png"
        string_val: "test\\c1_2_low_amusementpark.png"
        string_val: "test\\c1_30_low_airportterminal.png"
        string_val: "test\\c1_3_low_iceberg.png"
        string_val: "test\\c1_4_low_bathroom.png"
        string_val: "test\\c1_5_low_house.png"
        string_val: "test\\c1_6_low_farm.png"
        string_val: "test\\c1_7_high_stadium.png"
        string_val: "test\\c1_8_high_dam.png"
        string_val: "test\\c1_9_low_playground.png"
        string_val: "test\\c2_10_high_castle.png"
        string_val: "test\\c2_11_low_dam.png"
        string_val: "test\\c2_12_high_playground.png"
        string_val: "test\\c2_13_low_skyscraper.png"
        string_val: "test\\c2_14_low_lighthouse.png"
        string_val: "test\\c2_15_high_street.png"
        string_val: "test\\c2_16_high_pool.png"
        string_val: "test\\c2_17_high_bridge.png"
        string_val: "test\\c2_18_low_bedroom.png"
        string_val: "test\\c2_19_low_garden.png"
        string_val: "test\\c2_1_low_conferenceroom.png"
        string_val: "test\\c2_20_low_lake.png"
        string_val: "test\\c2_21_high_tower.png"
        string_val: "test\\c2_22_low_badlands.png"
        string_val: "test\\c2_23_low_mountain.png"
        string_val: "test\\c2_24_low_diningroom.png"
        string_val: "test\\c2_25_low_kitchen.png"
        string_val: "test\\c2_26_high_livingroom.png"
        string_val: "test\\c2_27_low_canal.png"
        string_val: "test\\c2_28_high_airportterminal.png"
        string_val: "test\\c2_29_high_golfcourse.png"
        string_val: "test\\c2_2_high_amusementpark.png"
        string_val: "test\\c2_30_low_factory.png"
        string_val: "test\\c2_3_high_iceberg.png"
        string_val: "test\\c2_4_high_bathroom.png"
        string_val: "test\\c2_5_high_house.png"
        string_val: "test\\c2_6_low_fountain.png"
        string_val: "test\\c2_7_high_farm.png"
        string_val: "test\\c2_8_high_buildingfacade.png"
        string_val: "test\\c2_9_low_stadium.png"
        string_val: "test\\c3_1_high_golfcourse.png"
        string_val: "test\\c3_2_high_castle.png"
        string_val: "test\\c3_3_high_amusementpark.png"
        string_val: "test\\c3_4_low_street.png"
        string_val: "test\\c3_5_low_airportterminal.png"
        string_val: "test\\c3_6_low_livingroom.png"
        string_val: "test\\c3_7_high_badlands.png"
        string_val: "test\\c3_8_low_lighthouse.png"
        string_val: "test\\c4_11_low_buildingfacade.png"
        string_val: "test\\c4_12_high_farm.png"
        string_val: "test\\c4_13_low_fountain.png"
        string_val: "test\\c4_14_high_castle.png"
        string_val: "test\\c4_16_high_bedroom.png"
        string_val: "test\\c4_17_high_iceberg.png"
        string_val: "test\\c4_19_low_conferenceroom.png"
        string_val: "test\\c4_1_low_canal.png"
        string_val: "test\\c4_20_high_tower.png"
        string_val: "test\\c4_21_low_house.png"
        string_val: "test\\c4_22_high_factory.png"
        string_val: "test\\c4_23_high_street.png"
        string_val: "test\\c4_25_high_mountain.png"
        string_val: "test\\c4_26_low_playground.png"
        string_val: "test\\c4_27_low_golfcourse.png"
        string_val: "test\\c4_28_high_diningroom.png"
        string_val: "test\\c4_29_high_pool.png"
        string_val: "test\\c4_2_low_bathroom.png"
        string_val: "test\\c4_30_low_skyscraper.png"
        string_val: "test\\c4_3_high_badlands.png"
        string_val: "test\\c4_4_high_stadium.png"
        string_val: "test\\c4_5_high_bridge.png"
        string_val: "test\\c4_6_low_amusementpark.png"
        string_val: "test\\c4_7_high_dam.png"
        string_val: "test\\c4_8_low_lake.png"
        string_val: "test\\c4_9_high_airportterminal.png"
        string_val: "test\\c5_10_low_airportterminal.png"
        string_val: "test\\c5_11_high_canal.png"
        string_val: "test\\c5_12_high_tower.png"
        string_val: "test\\c5_13_low_street.png"
        string_val: "test\\c5_14_low_bridge.png"
        string_val: "test\\c5_15_high_diningroom.png"
        string_val: "test\\c5_16_high_mountain.png"
        string_val: "test\\c5_17_high_bedroom.png"
        string_val: "test\\c5_18_low_stadium.png"
        string_val: "test\\c5_19_high_garden.png"
        string_val: "test\\c5_1_high_badlands.png"
        string_val: "test\\c5_20_high_buildingfacade.png"
        string_val: "test\\c5_21_low_kitchen.png"
        string_val: "test\\c5_22_high_iceberg.png"
        string_val: "test\\c5_23_low_house.png"
        string_val: "test\\c5_24_high_playground.png"
        string_val: "test\\c5_25_low_golfcourse.png"
        string_val: "test\\c5_26_low_lake.png"
        string_val: "test\\c5_27_high_farm.png"
        string_val: "test\\c5_28_low_dam.png"
        string_val: "test\\c5_29_low_fountain.png"
        string_val: "test\\c5_2_high_lighthouse.png"
        string_val: "test\\c5_30_low_factory.png"
        string_val: "test\\c5_3_high_amusementpark.png"
        string_val: "test\\c5_4_low_bathroom.png"
        string_val: "test\\c5_5_high_skyscraper.png"
        string_val: "test\\c5_6_low_conferenceroom.png"
        string_val: "test\\c5_8_low_castle.png"
        string_val: "test\\c5_9_high_pool.png"
        string_val: "test\\c6_10_high_kitchen.png"
        string_val: "test\\c6_11_low_buildingfacade.png"
        string_val: "test\\c6_12_low_farm.png"
        string_val: "test\\c6_13_high_fountain.png"
        string_val: "test\\c6_14_low_castle.png"
        string_val: "test\\c6_15_high_livingroom.png"
        string_val: "test\\c6_16_low_bedroom.png"
        string_val: "test\\c6_17_low_iceberg.png"
        string_val: "test\\c6_18_high_garden.png"
        string_val: "test\\c6_19_low_conferenceroom.png"
        string_val: "test\\c6_1_high_canal.png"
        string_val: "test\\c6_20_low_tower.png"
        string_val: "test\\c6_21_high_house.png"
        string_val: "test\\c6_22_low_factory.png"
        string_val: "test\\c6_23_low_street.png"
        string_val: "test\\c6_24_high_lighthouse.png"
        string_val: "test\\c6_25_low_mountain.png"
        string_val: "test\\c6_26_low_playground.png"
        string_val: "test\\c6_27_high_golfcourse.png"
        string_val: "test\\c6_28_low_diningroom.png"
        string_val: "test\\c6_29_low_pool.png"
        string_val: "test\\c6_2_high_bathroom.png"
        string_val: "test\\c6_30_low_skyscraper.png"
        string_val: "test\\c6_3_low_badlands.png"
        string_val: "test\\c6_4_low_stadium.png"
        string_val: "test\\c6_5_low_bridge.png"
        string_val: "test\\c6_6_high_amusementpark.png"
        string_val: "test\\c6_7_low_dam.png"
        string_val: "test\\c6_8_high_lake.png"
        string_val: "test\\c6_9_low_airportterminal.png"
        string_val: "test\\c8_10_low_garden.png"
        string_val: "test\\c8_11_high_livingroom.png"
        string_val: "test\\c8_12_high_fountain.png"
        string_val: "test\\c8_13_high_street.png"
        string_val: "test\\c8_14_low_castle.png"
        string_val: "test\\c8_15_high_tower.png"
        string_val: "test\\c8_16_low_buildingfacade.png"
        string_val: "test\\c8_17_low_dam.png"
        string_val: "test\\c8_18_high_airportterminal.png"
        string_val: "test\\c8_19_low_iceberg.png"
        string_val: "test\\c8_1_low_bridge.png"
        string_val: "test\\c8_20_high_golfcourse.png"
        string_val: "test\\c8_21_low_mountain.png"
        string_val: "test\\c8_22_high_canal.png"
        string_val: "test\\c8_23_high_badlands.png"
        string_val: "test\\c8_24_low_kitchen.png"
        string_val: "test\\c8_25_low_lighthouse.png"
        string_val: "test\\c8_26_high_bedroom.png"
        string_val: "test\\c8_27_high_factory.png"
        string_val: "test\\c8_28_high_pool.png"
        string_val: "test\\c8_29_high_lake.png"
        string_val: "test\\c8_2_low_bathroom.png"
        string_val: "test\\c8_30_high_conferenceroom.png"
        string_val: "test\\c8_3_low_playground.png"
        string_val: "test\\c8_4_low_diningroom.png"
        string_val: "test\\c8_5_high_skyscraper.png"
        string_val: "test\\c8_6_low_house.png"
        string_val: "test\\c8_7_low_stadium.png"
        string_val: "test\\c8_8_high_amusementpark.png"
        string_val: "test\\c8_9_high_farm.png"
        string_val: "test\\c9_10_high_street.png"
        string_val: "test\\c9_11_high_buildingfacade.png"
        string_val: "test\\c9_12_low_bathroom.png"
        string_val: "test\\c9_13_high_house.png"
        string_val: "test\\c9_14_high_factory.png"
        string_val: "test\\c9_15_low_fountain.png"
        string_val: "test\\c9_16_high_lake.png"
        string_val: "test\\c9_17_high_stadium.png"
        string_val: "test\\c9_18_low_bedroom.png"
        string_val: "test\\c9_19_high_golfcourse.png"
        string_val: "test\\c9_1_low_badlands.png"
        string_val: "test\\c9_20_low_iceberg.png"
        string_val: "test\\c9_21_low_lighthouse.png"
        string_val: "test\\c9_22_low_diningroom.png"
        string_val: "test\\c9_23_high_conferenceroom.png"
        string_val: "test\\c9_24_high_kitchen.png"
        string_val: "test\\c9_25_low_bridge.png"
        string_val: "test\\c9_26_low_playground.png"
        string_val: "test\\c9_27_high_pool.png"
        string_val: "test\\c9_28_low_livingroom.png"
        string_val: "test\\c9_29_high_dam.png"
        string_val: "test\\c9_2_high_castle.png"
        string_val: "test\\c9_30_low_mountain.png"
        string_val: "test\\c9_3_high_garden.png"
        string_val: "test\\c9_4_low_airportterminal.png"
        string_val: "test\\c9_5_low_tower.png"
        string_val: "test\\c9_6_high_canal.png"
        string_val: "test\\c9_7_low_skyscraper.png"
        string_val: "test\\c9_8_high_amusementpark.png"
        string_val: "test\\c9_9_low_farm.png"
        string_val: "test\\w10_10_high_bedroom.png"
        string_val: "test\\w10_11_high_amusementpark.png"
        string_val: "test\\w10_12_low_street.png"
        string_val: "test\\w10_13_low_dam.png"
        string_val: "test\\w10_14_high_conferenceroom.png"
        string_val: "test\\w10_15_high_golfcourse.png"
        string_val: "test\\w10_16_low_factory.png"
        string_val: "test\\w10_17_low_canal.png"
        string_val: "test\\w10_18_low_farm.png"
        string_val: "test\\w10_19_low_house.png"
        string_val: "test\\w10_1_high_iceberg.png"
        string_val: "test\\w10_20_low_pool.png"
        string_val: "test\\w10_21_high_livingroom.png"
        string_val: "test\\w10_22_high_lake.png"
        string_val: "test\\w10_23_high_lighthouse.png"
        string_val: "test\\w10_24_low_garden.png"
        string_val: "test\\w10_25_low_mountain.png"
        string_val: "test\\w10_26_high_airportterminal.png"
        string_val: "test\\w10_27_high_playground.png"
        string_val: "test\\w10_28_low_skyscraper.png"
        string_val: "test\\w10_29_low_buildingfacade.png"
        string_val: "test\\w10_2_high_fountain.png"
        string_val: "test\\w10_30_high_kitchen.png"
        string_val: "test\\w10_3_high_diningroom.png"
        string_val: "test\\w10_4_high_mountain.png"
        string_val: "test\\w10_5_low_bridge.png"
        string_val: "test\\w10_6_high_tower.png"
        string_val: "test\\w10_7_low_stadium.png"
        string_val: "test\\w10_8_low_castle.png"
        string_val: "test\\w10_9_low_bathroom.png"
        string_val: "test\\w11_10_low_amusementpark.png"
        string_val: "test\\w11_11_high_skyscraper.png"
        string_val: "test\\w11_12_low_castle.png"
        string_val: "test\\w11_13_high_mountain.png"
        string_val: "test\\w11_14_low_house.png"
        string_val: "test\\w11_15_low_livingroom.png"
        string_val: "test\\w11_16_low_bathroom.png"
        string_val: "test\\w11_17_low_conferenceroom.png"
        string_val: "test\\w11_18_low_badlands.png"
        string_val: "test\\w11_19_high_tower.png"
        string_val: "test\\w11_1_low_garden.png"
        string_val: "test\\w11_20_low_playground.png"
        string_val: "test\\w11_21_high_pool.png"
        string_val: "test\\w11_22_high_lake.png"
        string_val: "test\\w11_23_low_kitchen.png"
        string_val: "test\\w11_24_low_dam.png"
        string_val: "test\\w11_25_high_iceberg.png"
        string_val: "test\\w11_26_low_airportterminal.png"
        string_val: "test\\w11_27_high_stadium.png"
        string_val: "test\\w11_28_high_factory.png"
        string_val: "test\\w11_29_high_street.png"
        string_val: "test\\w11_2_high_buildingfacade.png"
        string_val: "test\\w11_30_high_canal.png"
        string_val: "test\\w11_3_low_golfcourse.png"
        string_val: "test\\w11_4_high_diningroom.png"
        string_val: "test\\w11_5_low_farm.png"
        string_val: "test\\w11_6_high_lighthouse.png"
        string_val: "test\\w11_7_low_fountain.png"
        string_val: "test\\w11_8_high_bridge.png"
        string_val: "test\\w11_9_high_bedroom.png"
        string_val: "test\\w12_10_high_amusementpark.png"
        string_val: "test\\w12_11_low_skyscraper.png"
        string_val: "test\\w12_12_high_castle.png"
        string_val: "test\\w12_13_low_mountain.png"
        string_val: "test\\w12_14_high_house.png"
        string_val: "test\\w12_15_high_livingroom.png"
        string_val: "test\\w12_16_high_bathroom.png"
        string_val: "test\\w12_17_high_conferenceroom.png"
        string_val: "test\\w12_18_high_badlands.png"
        string_val: "test\\w12_19_low_tower.png"
        string_val: "test\\w12_1_high_garden.png"
        string_val: "test\\w12_20_high_playground.png"
        string_val: "test\\w12_21_low_pool.png"
        string_val: "test\\w12_22_low_lake.png"
        string_val: "test\\w12_23_high_kitchen.png"
        string_val: "test\\w12_24_high_dam.png"
        string_val: "test\\w12_25_low_iceberg.png"
        string_val: "test\\w12_26_high_airportterminal.png"
        string_val: "test\\w12_27_low_stadium.png"
        string_val: "test\\w12_28_low_factory.png"
        string_val: "test\\w12_29_low_street.png"
        string_val: "test\\w12_2_low_buildingfacade.png"
        string_val: "test\\w12_30_low_canal.png"
        string_val: "test\\w12_3_high_golfcourse.png"
        string_val: "test\\w12_4_low_diningroom.png"
        string_val: "test\\w12_5_high_farm.png"
        string_val: "test\\w12_6_low_lighthouse.png"
        string_val: "test\\w12_7_high_fountain.png"
        string_val: "test\\w12_8_low_bridge.png"
        string_val: "test\\w12_9_low_bedroom.png"
        string_val: "test\\w13_10_high_stadium.png"
        string_val: "test\\w13_11_low_castle.png"
        string_val: "test\\w13_12_high_kitchen.png"
        string_val: "test\\w13_13_high_amusementpark.png"
        string_val: "test\\w13_14_low_pool.png"
        string_val: "test\\w13_15_low_mountain.png"
        string_val: "test\\w13_16_low_airportterminal.png"
        string_val: "test\\w13_17_low_buildingfacade.png"
        string_val: "test\\w13_18_low_dam.png"
        string_val: "test\\w13_19_high_bridge.png"
        string_val: "test\\w13_1_high_house.png"
        string_val: "test\\w13_20_low_bathroom.png"
        string_val: "test\\w13_21_high_canal.png"
        string_val: "test\\w13_22_high_lighthouse.png"
        string_val: "test\\w13_23_high_skyscraper.png"
        string_val: "test\\w13_24_high_lake.png"
        string_val: "test\\w13_25_high_golfcourse.png"
        string_val: "test\\w13_26_low_playground.png"
        string_val: "test\\w13_27_low_fountain.png"
        string_val: "test\\w13_28_low_badlands.png"
        string_val: "test\\w13_29_high_garden.png"
        string_val: "test\\w13_2_high_conferenceroom.png"
        string_val: "test\\w13_30_low_livingroom.png"
        string_val: "test\\w13_3_high_factory.png"
        string_val: "test\\w13_4_low_iceberg.png"
        string_val: "test\\w13_5_high_tower.png"
        string_val: "test\\w13_6_low_farm.png"
        string_val: "test\\w13_7_low_diningroom.png"
        string_val: "test\\w13_8_high_street.png"
        string_val: "test\\w13_9_low_bedroom.png"
        string_val: "test\\w14_10_low_stadium.png"
        string_val: "test\\w14_11_high_castle.png"
        string_val: "test\\w14_13_low_amusementpark.png"
        string_val: "test\\w14_14_high_pool.png"
        string_val: "test\\w14_15_high_mountain.png"
        string_val: "test\\w14_16_high_airportterminal.png"
        string_val: "test\\w14_17_high_buildingfacade.png"
        string_val: "test\\w14_18_high_dam.png"
        string_val: "test\\w14_19_low_bridge.png"
        string_val: "test\\w14_1_low_house.png"
        string_val: "test\\w14_20_high_bathroom.png"
        string_val: "test\\w14_21_low_canal.png"
        string_val: "test\\w14_22_low_lighthouse.png"
        string_val: "test\\w14_23_low_tower.png"
        string_val: "test\\w14_24_low_lake.png"
        string_val: "test\\w14_26_high_playground.png"
        string_val: "test\\w14_27_high_fountain.png"
        string_val: "test\\w14_28_high_badlands.png"
        string_val: "test\\w14_2_low_conferenceroom.png"
        string_val: "test\\w14_30_high_livingroom.png"
        string_val: "test\\w14_3_low_factory.png"
        string_val: "test\\w14_4_high_iceberg.png"
        string_val: "test\\w14_5_low_tower.png"
        string_val: "test\\w14_6_high_farm.png"
        string_val: "test\\w14_7_low_street.png"
        string_val: "test\\w14_8_high_diningroom.png"
        string_val: "test\\w14_9_high_bedroom.png"
        string_val: "test\\w15_10_high_bridge.png"
        string_val: "test\\w15_11_low_badlands.png"
        string_val: "test\\w15_12_high_street.png"
        string_val: "test\\w15_13_low_conferenceroom.png"
        string_val: "test\\w15_14_high_amusementpark.png"
        string_val: "test\\w15_15_low_castle.png"
